/**
* 2021. 10. 01
* Creater : Gunhee Choi
* Problem Number : 9653
* Title : 스타워즈 로고

* Problem :
스타워즈 로고를 예제 출력과 같이 출력하는 프로그램을 작성하시오.

* Input :

* Output :
스타워즈 로고를 출력한다.

        8888888888  888    88888
       88     88   88 88   88  88
        8888  88  88   88  88888
           88 88 888888888 88   88
    88888888  88 88     88 88    888888

    88  88  88   888    88888    888888
    88  88  88  88 88   88  88  88
    88 8888 88 88   88  88888    8888
     888  888 888888888 88  88      88
      88  88  88     88 88   88888888

**/

#include <iostream>
using namespace std;

int main() {
	cout << "    8888888888  888    88888" << endl;
	cout << "   88     88   88 88   88  88" << endl;	
	cout << "    8888  88  88   88  88888" << endl;
	cout << "       88 88 888888888 88   88" << endl;
	cout << "88888888  88 88     88 88    888888" << endl;
	cout << endl;
	cout << "88  88  88   888    88888    888888" << endl;
	cout << "88  88  88  88 88   88  88  88" << endl;
	cout << "88 8888 88 88   88  88888    8888" << endl;
	cout << " 888  888 888888888 88  88      88" << endl;
	cout << "  88  88  88     88 88   88888888" << endl;

	return 0;
}